{
    "Dashboard": "Tablica główna",
    "Manage Account": "Zarządzaj kontem",
    "Profile": "Twój profil",
    "Profile Information": "Informacje profilowe",
    "Update your account's profile information and email address.": "Zmień swoje dane personalne oraz adres email.",
    "Update Password": "Zmień hasło",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że hasło, które wybierzesz będzie bezpieczne.",
    "Two Factor Authentication": "Logowanie dwu-etapowe",
    "Add additional security to your account using two factor authentication.": "Zabezpiecz swoje konto autentykacją dwu-etapową.",
    "Browser Sessions": "Zalogowane urządzenia",
    "Manage and log out your active sessions on other browsers and devices.": "Wylogowuj się oraz zarządzaj obecnie aktywnymi sesjami innych przeglądarek i urządzeń.",
    "Delete Account": "Usuń konto",
    "Permanently delete your account.": "Całkowicie usuń swoje konto.",
    "Name": "Imię",
    "Surname": "Nazwisko",
    "Email": "Adres Email",
    "Current Password": "Obecne hasło",
    "New Password": "Nowe hasło",
    "Confirm Password": "Potwierdź hasło",
    "Save": "Zapisz",
    "Saved.": "Pomyślnie zapisano.",
    "You have not enabled two factor authentication.": "Autentykacja dwu-etapowa jest wyłączona",
    "You have enabled two factor authentication.": "Autentykacja dwu-etapowa jest obecnie włączona",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kiedy autentykacja dwu-etapowa jest włączona, przy logowaniu będziesz musiał/a użyć wygenerowanego przez aplikację Google Authenticator na Twoim telefonie kodu bezpieczeństwa.",
    "Enable": "Włącz",
    "Disable": "Wyłącz",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "W każdej chwili możesz wylogować się ze swojego konta na WSZYSTKICH urządzeniach. Niektóre aktywne sesje wyświetlone są poniżej; jeśli jednak uważasz, że hasło Twojego konta dostało się w ręce osób trzecich, zmień je natychmiast, żeby uniknąć nieautoryzowanych akcji.",
    "Log Out Other Browser Sessions": "Wyloguj inne sesje przeglądarkowe",
    "This device": "Obecne urządzenie",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "W momencie, kiedy Twoje konto zostanie usunięte, wszystkie dane i zasoby przypisane do niego zostaną nieodwracalnie stracone. Przed usunięciem konta upewnij się, że pobrałeś/łaś wszystkie informacje warte zapisania.",
    "Log Out": "Wyloguj się",
    "Manage Team": "Zarządzaj zespołami",
    "Team Settings": "Ustawienia zespołu",
    "Switch Teams": "Zmień zespół",
    "Create New Team": "Stwórz nowy zespół",
    "For your security, please confirm your password to continue.": "Dla swojego bezpieczeństwa, potwierdź swoje hasło, by kontynuować.",
    "Password": "Hasło",
    "Confirm": "Akceptuj",
    "Cancel": "Anuluj",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Autoryzacja dwu-etapowa jest teraz włączona. Zeskanuj kod QR umieszczony poniżej aplikacją Google Authenticator na swoim telefonie.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Przechowuj poniżesze kody w bezpiecznym miejscu. Dzięki nim masz możliwość odzyskania dostępu do Twojego konta w razie zgubienia telefonu",
    "Regenerate Recovery Codes": "Odnów Kody Dostępu",
    "Show Recovery Codes": "Pokaż Kody Dostępu",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Czy na pewno chcesz usunąć swoje konto? Danych powiązanych z usuniętym kontem nie można odzyskać. By kontynuować i na stałe usunąć swoje konto, wprowadź aktualne hasło."
}
